Repository: EduCodeBe/educode
Catalog: EduCode2020/i18n/contents+nl.po
Languages: nl_be

source: Je travaille au niveau local pour que l'appropriation «consciente» des outils numériques et de leurs enjeux par tout un chacun dès le plus jeune âge permette de construire un futur dans lequel le numérique sera vecteur de partage des savoirs et d'émancipation plutôt que d'asservissement à ce qu'il convient d'appeler le «capitalisme de surveillance».
nl_be: Ik werk op lokaal niveau zodat de "bewuste" toe-eigening van digitale instrumenten en hun uitdagingen door iedereen vanaf zeer jonge leeftijd ons in staat zal stellen een toekomst op te bouwen waarin digitale technologie een vector zal zijn voor kennisdeling en emancipatie in plaats van een slavernij aan wat we "bewakingskapitalisme" zouden moeten noemen.

source: 3. Comparaison entre EV3 et Spike
nl_be: 3. Vergelijking tussen EV3 en Spike

source: - Etablir la communication avec ses apprenants.
nl_be: - Communicatie tot stand brengen met zijn leerlingen.

source: Retour à l'accueil
nl_be: Terug naar de homepage

source: * [MoodleBox](https://moodlebox.net/fr/) : La possibilité pour chaque enseignant de développer SA plateforme pédagogique personnelle avec ses classes ou ses activités extra-scolaires.
nl_be: * [MoodleBox](https://moodlebox.net/fr/): De mogelijkheid voor elke leerkracht om zijn/haar persoonlijk pedagogisch platform te ontwikkelen met zijn/haar lessen of buitenschoolse activiteiten.

source: 1. Présentation du logiciel gratuit de Lego pour l'utilisation des Mindstorms EV3 (installation, fonctionnalités, répertoires, création de codes simples pour effectuer des mini défis)
nl_be: 1. Presentatie van Lego's gratis software voor het gebruik van Mindstorms EV3 (installatie, functies, directory's, creatie van eenvoudige codes voor het uitvoeren van mini-uitdagingen)

source: Les solutions abordées seront :
nl_be: De besproken oplossingen zijn:

source: ## Biographie
nl_be: ## Biografie

source: - vidéo (outils de vidéoconférence généralistes ou spécialisés)
nl_be: - video (algemene of gespecialiseerde videoconferentie-instrumenten)

source: ** Cours 3 : les ressources au service des activités **
nl_be: ** Cursus 3: Middelen ten dienste van de activiteiten **

source: - 20 € de cotisation à l'asbl educode pour une année courant du 1er janvier au 31 décembre
nl_be: - € 20, - bijdrage aan educode vzw voor een jaar dat loopt van 1 januari tot en met 31 december

source: EducodeSchool propose ce **mardi 5 mai de 15h à 16h** sur la plateforme BigBlueButton (lien à venir), une formation abordant la difficile question de l'[enseignement en ligne](/projets/enseigner-en-ligne/), organisé par [Laurence Bourguignon](/intervenants/laurence-bourguignon/), [Érick Mascart](/intervenants/erick-mascart/) et [Nicolas Pettiaux](/intervenants/nicolas-pettiaux/),
nl_be: EducodeSchool biedt deze **Dinsdag 5 mei van 15 tot 16 uur** op het BigBlueButton-platform (link komt eraan), een trainingssessie over het moeilijke onderwerp [online onderwijs](/projets/enseigner-en-ligne/), georganiseerd door [Laurence Bourguignon](/intervenants/laurence-bourguignon/), [Érick Mascart](/intervenants/erick-mascart/) en [Nicolas Pettiaux](/intervenants/nicolas-pettiaux/),

source: Nous aborderons notamment les points suivants :
nl_be: We zullen met name de volgende punten aan de orde stellen:

source: Pour les enseignants, mon objectif est de les former à la robotique pédagogique à l'aide du dossier pédagogique centré sur l’apprentissage des mathématiques tout en développant d'autres compétences disciplinaires et surtout transversales en lien avec leur programme, A terme, ils deviendront autonomes afin qu'ils puissent percoler cette méthode au sein de leur pédagogie.
nl_be: Voor de docenten is het mijn doel om hen te trainen in pedagogische robotica met behulp van het pedagogische dossier gericht op het leren van wiskunde, terwijl ze andere disciplinaire en vooral transversale vaardigheden met betrekking tot hun curriculum ontwikkelen. Uiteindelijk zullen ze autonoom worden, zodat ze deze methode binnen hun pedagogie kunnen doorgronden.

source: Vidéo de présentation :
nl_be: Presentatie video :

source: Si les webinaires de EducodeTV sont gratuits, les formations de EducodeSchool sont payantes.
nl_be: Hoewel EducodeTV-webinars gratis zijn, zijn EducodeSchool-trainingen niet gratis.

source: Professeur de mathématique, de sciences, d’économie et d’informatique, j’ai découvert l’informatique, il y a maintenant une trentaine d’années, et j’en ai rapidement a vu tout le potentiel pédagogique que cet outil pouvait nous apporter.
nl_be: Als professor in de wiskunde, wetenschap, economie en informatica ontdekte ik zo'n dertig jaar geleden de informatica en zag ik al snel het onderwijspotentieel dat dit instrument ons kon brengen.

source: * À co-animé 5 ateliers avec [Erick Mascart](../erick-mascart) lors de l'édition [2018 d'Educode](https://2018.educode.be)
nl_be: * Om 5 workshops te co-animeren met [Erick Mascart](../ erick-mascart) tijdens de editie [2018 van Educode](https://2018.educode.be)

source: Si vous voulez plus d’informations, savoir d’où viennent la plupart de ces activités, ou apprendre à les faire vous-mêmes, allez faire un tour sur [cette page](https://members.loria.fr/MDuflot/files/med/index.html).
nl_be: Als je meer informatie wilt, waar de meeste van deze activiteiten vandaan komen, of leer hoe je ze zelf kunt doen, kijk dan op [deze pagina](https://members.loria.fr/MDuflot/files/med/index.html).

source: - texte (mail, pad, site web, ...)
nl_be: - tekst (mail, pad, website, ...)

source: Enseigner en ligne
nl_be: Leer online

source: Formation à darktable
nl_be: Opleiding bij darktable

source: - Moodle Cloud (Gratuit)
nl_be: - Moodle Cloud (Gratis)

source: Depuis 2000, il est un promoteur des logiciels libres, des standards ouverts et de l'open-access en Belgique. Il a été membre du conseil d'administration de l'[APRIL](http://www.april.org/fr/nicolas-pettiaux-se-presente) et de l'[AFUL](http://aful.org). Prenant exemple sur une campagne analogue initiée en France, il a lancé le site [Candidats.be](http://candidats.be) pour faire la promotion des logiciels libres auprès des candidats aux élections régionales (2009), puis fédérales (2010) et enfin communales (2012). Il a étendu cette précédente campagne aux sujets liés de l'open-data et de l'internet libre, donnant naissance au site LePacte.be qui sera bientôt repris par [lepacte.org](http://lepacte.org). Ces deux initiatives ont recueilli la signature de très nombreuses personnalités politiques, parmi lesquelles plusieurs ministres et [présidents de partis](http://trends.levif.be/economie/high-tech/les-4-grands-partis-francophones-signent-un-triple-pacte-internet/article-normal-195123.html). Avant fin 2018, un bilan sera mené et publié.
nl_be: Sinds 2000 is hij een promotor van vrije software, open standaarden en open toegang in België. Hij was lid van de raad van bestuur van [APRIL](http://www.april.org/en/nicolas-pettiaux-se-presente) en [AFUL](http://aful.org). Naar het voorbeeld van een soortgelijke campagne die in Frankrijk werd gestart, lanceerde hij de website [Candidats.be](http://candidats.be) om gratis software te promoten bij kandidaten in regionale (2009), vervolgens federale (2010) en uiteindelijk gemeentelijke verkiezingen (2012). Hij breidde deze vorige campagne uit naar open data en gratis internet gerelateerde onderwerpen, waardoor de site LePacte.be ontstond die binnenkort zal worden overgenomen door [lepacte.org](http://lepacte.org). Deze twee initiatieven zijn ondertekend door talloze politici, waaronder verschillende ministers en [partijpresidenten](http://trends.levif.be/economie/high-tech/les-4-grands-partis-francophones-signent-un-triple-pacte-internet/article-normal-195123.htm). Voor het einde van 2018 zal een beoordeling worden uitgevoerd en gepubliceerd.

source: Tous les membres de l'association ont accès à tous les enregistrements des cours et tous les documents associés. Ceux-ci seront rendus publics et gratuits pour tous dès qu'ils auront été payés, selon l'adage de François Élie, « le libre est gratuit un fois qu'il a été payé ».
nl_be: Alle leden van de vereniging hebben toegang tot alle cursusopnames en bijbehorende documenten. Deze zullen openbaar worden gemaakt en gratis zijn voor iedereen zodra ze betaald zijn, volgens het adagium van François Élie, "gratis is gratis zodra het betaald is".

source: * Formation Moodle chez educode
nl_be: * Moodle training bij Educode's

source: De la production de documents multimédias à la scénarisation d’activités numériques pédagogiques en passant par la gestion de réseaux, l’utilisation d’un tableur dans les cours de mathématique et de gestion, la création de sites web ainsi que la mise en place de plateformes pédagogiques, j’ai expérimenté, sans cesse, avec mes différentes classes, de la 1ère à la 6ème, ou avec des enseignants, les possibilités de rendre notre enseignement plus efficace, plus motivant, plus personnalisé.
nl_be: Van de productie van multimediadocumenten tot het scripten van digitale onderwijsactiviteiten, via netwerkbeheer, het gebruik van een spreadsheet in wiskunde- en managementcursussen, het maken van websites en het opzetten van onderwijsplatforms, heb ik met mijn verschillende klassen, van het 1e tot het 6e leerjaar, of met leerkrachten, voortdurend geëxperimenteerd met de mogelijkheden om ons onderwijs effectiever, motiverender en meer gepersonaliseerd te maken.

source: Avec 2 collègues nous avons développés il y a dix ans déjà, une plateforme Moodle permettant aux élèves du 1er degré de s’initier à la langue de César au travers d’un parcours d’activités numériques variées (flash-cards, quizz, forums, mindmapping, mémorisation, création de fichiers bureautique, d’images, audio et vidéo) Alliant ainsi la formation au numérique, l’éducation aux médias et à la culture latine.
nl_be: Met 2 collega's hebben we tien jaar geleden een Moodle-platform ontwikkeld waarmee basisschoolleerlingen de taal van Caesar kunnen leren door middel van verschillende digitale activiteiten (flash-cards, quizzen, forums, mindmapping, memorisatie, creatie van kantoorbestanden, beelden, audio en video), waarbij digitale training, media-educatie en Latijnse cultuur worden gecombineerd.

source: Nicolas utilise presque exclusivement des logiciels libres et, comme Richard Stallman, il pense que les [écoles du monde entier devraient faire la même chose](https://www.gnu.org/education/edu-schools.html)
nl_be: Nicolas gebruikt bijna uitsluitend gratis software en, net als Richard Stallman, vindt hij dat [scholen over de hele wereld hetzelfde moeten doen](https://www.gnu.org/education/edu-schools.html)

source: * Passionnée par le numérique, <<l'école dehors>>, les classes flexibles, et bien d'autres choses encore !
nl_be: * Gepassioneerd door digitaal, "school buiten", flexibele klaslokalen, en nog veel meer!

source: - Moodle Box (Gratuit)
nl_be: - Moodle Box (Gratis)

source: Nous aborderons aussi l'utilisation du langage latex dans le cadre d'un cours de math ou de science.
nl_be: We zullen ook het gebruik van latex taal bespreken in een wiskunde- of wetenschapsles.

source: * Forme les enseignants du fondamental aux outils informatiques et numériques depuis 2007.
nl_be: * Train basisdocenten tot computer- en digitale tools sinds 2007.

source: Educode propose des formations, ateliers et accompagnements professionnels pour des groupes de 1 à 20 personnes en visioconférence (ou en présentiel) en mode fortement interactif et participatif ([EducodeSchool](#educodeschool)), ou en mode de conférences diffusées avec interaction textuelle (chat) ([EducodeTV](#educodetv)), sur tous les sujets liés au numérique à l’école : les méthodes d’enseignement à distance, mais aussi les outils et logiciels tant sur des serveurs que sur les postes de travail et les smartphones. Exemple : programmation, robotique, développement photographique, mathématique…
nl_be: Educode biedt trainingen, workshops en professionele coaching voor groepen van 1 tot 20 personen in videoconferencing (of face-to-face) in zeer interactieve en participatieve modus ([EducodeSchool](#educodeschool)), of in broadcast modus met tekstinteractie (chat) ([EducodeTV](#educodetv)), over alle onderwerpen met betrekking tot digitaal onderwijs op school: methoden voor afstandsonderwijs, maar ook tools en software, zowel op servers, werkstations als smartphones. Voorbeeld: programmering, robotica, foto-ontwikkeling, wiskunde…

source: - Instituteur primaire depuis 1998
nl_be: - Leraar basisschool sinds 1998

source: - ses contraintes et quelques pistes de moyens et méthodes, en mode synchrone comme asynchrone,
nl_be: - zijn beperkingen en enkele sporen van middelen en methoden, zowel in synchrone als in asynchrone modus,

source: ## Quelques réalisations
nl_be: ## Sommige prestaties

source: Formateur CECAFOC, IFC, FOCEF depuis quelques années, un de mes objectifs en tant que détaché pédagogique, a été d’aider, d’informer et de former les enseignants et directions à développer, au sein de leur établissement, des interfaces communautaires pédagogiques et des pratiques numériques adaptées au monde actuel. L’organisation de journées pédagogique essentiellement basée sur la découverte et l’utilisation efficace d’applications pédagogiques a été également une activité passionnante.
nl_be: Als CECAFOC, IFC, FOCEF trainer sinds enkele jaren, is een van mijn doelstellingen als pedagogisch détaché het helpen, informeren en opleiden van leerkrachten en directeuren om binnen hun school pedagogische gemeenschapsinterfaces en digitale praktijken te ontwikkelen die aangepast zijn aan de wereld van vandaag. Ook de organisatie van pedagogische dagen die voornamelijk gebaseerd zijn op de ontdekking en het effectieve gebruik van pedagogische toepassingen was een boeiende activiteit.

source: Marie Duflot-Kremer participe notamment au projet [Class'Code](https://classcode.fr/) un programme de formation au code et à la pensée informatique, dans lequel elle est auteure scientifique des modules 2 (Manipuler l'information) et 5 (Gérer un projet informatique avec des enfants). Ce projet vise à former toute personne, animateur, enseignante, parent... désirant initier des jeunes de 8 à 14 ans à la pensée informatique.
nl_be: Marie Duflot-Kremer neemt met name deel aan het project [Class'Code](https://classcode.fr/) een trainingsprogramma in code en computerdenken, waarin ze wetenschappelijk auteur is van modules 2 (manipulerende informatie) en 5 (Beheer een computerproject met kinderen). Dit project is bedoeld om iedereen, animator, leraar, ouder... te trainen die jonge mensen van 8 tot 14 jaar kennis wil laten maken met computerdenken.

source: La robotique pédagogique
nl_be: Educatieve robotica

source: Pour le moment, nous n'avons aucun soutien financier par des subventions ou du mécénat. Les participations des apprenants sont donc les seules ressources et sont essentielles.
nl_be: Op dit moment hebben we geen financiële steun door middel van subsidies of sponsoring. Deelname van de leerlingen is daarom de enige hulpbron en is essentieel.

source: A propos
nl_be: Over ons

source: Retrouvez ci-dessous certaines de nos formations.
nl_be: Hieronder vindt u enkele van onze trainingen.

source: - 16 € minimum par personne et par cours si il y a moins de 20 participants
nl_be: - 16 € minimum per persoon en per cursus als er minder dan 20 deelnemers zijn

source: Les intervenants
nl_be: Belanghebbenden

source: [![Robot Academy sur Facebook](robot-academy-facebook.png)](https://www.facebook.com/lsgTeam)
nl_be: [![Robot Academy op Facebook](robot-academy-facebook.png)](https://www.facebook.com/lsgTeam)

source: Luc Viatour, photographe indépendant belge.
nl_be: Luc Viatour, Belgisch freelance fotograaf.

source: * [Bibliomobilis](http://www.noscours.net/moodle/) : le développement de compétences numériques au travers de l'enseignement du latin
nl_be: * [Bibliomobilis](http://www.noscours.net/moodle/): Ontwikkeling van digitale vaardigheden door middel van Latijns taalonderwijs

source: Nous regarderons ensuite comment les intégrer dans son espace de cours Moodle (iframe, liens hypertexte,..)
nl_be: We zullen dan kijken hoe we ze kunnen integreren in de Moodle-cursusruimte (iframe, hypertextlinks,...).

source: Nicolas Pettiaux est l'initiateur et le coordinateur de la conférence EduCode.
nl_be: Nicolas Pettiaux is de initiatiefnemer en coördinator van de EduCode-conferentie.

source: * [Majournée pédagogique](https://noscours.org/): Un service aide aux établissements scolaires désireux de développer des pratiques numérique dans leur établissement par l'organisation de journées pédagogiques.
nl_be: * [Mijn leraarsdag](https://noscours.org/): Een dienst helpt scholen die digitale praktijken willen ontwikkelen in hun vestiging door middel van de organisatie van pedagogische dagen.

source: Informaticien passionné par les [outils libres](https://fr.wikipedia.org/wiki/Logiciel_libre), la préservation des ressources naturelles en minimisant le gaspillage du «hardware», les démarches qui tendent vers une forme de «sobriété numérique» et le «[Green-IT](https://www.greenit.fr/a-propos/)», les questions actuelles que soulève le numérique à propos de la vie privée ou de la consommation d'énergie.
nl_be: Computerwetenschapper gepassioneerd door [open source tools](https://nl.wikipedia.org/wiki/Vrije_software), het behoud van natuurlijke hulpbronnen door het minimaliseren van hardwareverspilling, beweegt zich in de richting van een vorm van "digitale nuchterheid" en de "[Green-IT](https://www.greenit.fr/a-propos/)", actuele kwesties die door de digitale technologie aan de orde worden gesteld over privacy of energieverbruik.

source: Retrouvez ci-dessous certaines de nos formations pensées pour les enseignants.
nl_be: Hieronder vindt u enkele van onze trainingen voor docenten.

source: * Formateur pour différents organisme de formation (IFC, CECAFOC, FOCEF)
nl_be: * Trainer voor verschillende opleidingsorganisaties (IFC, CECAFOC, FOCEF)

source: * Intervenant à quelques reprises aux MoodleMoot Francophones.
nl_be: * Spreken een paar keer op de Francophone MoodleMoot.

source: Pour les formations, nous envisageons les prix suivants
nl_be: Voor opleidingen overwegen we de volgende prijzen

source: Cette formation a pour objectif de permettre à un, ou plusieurs enseignants, de mettre en place un moodle "semi-professionnel"(50 -> 300 élèves).
nl_be: Het doel van deze opleiding is om één of meer leerkrachten in staat te stellen een "semi-professionele" stemming op te bouwen (50 -> 300 leerlingen).

source: ** Cours 1 : mise en place d'une plateforme Moodle totalement gratuite pour 1 ou 2 enseignants **
nl_be: ** Cursus 1: Het opzetten van een Moodle-platform volledig gratis voor 1 of 2 docenten **

source: Depuis 2011, Nicolas Pettiaux est maître-assistant à l'[École supérieure d'informatique](http://esi-bru.be). Il est aussi collaborateur scientifique du [laboratoire LISA](http://lisa.ulb.ac.be) de l'[École polytechnique](http://www.ulb.ac.be/facs/polytech/) de l'[Université libre de Bruxelles](http://ulb.ac.be).
nl_be: Sinds 2011 is Nicolas Pettiaux universitair docent aan de [École supérieure d'informatique](http://esi-bru.be). Hij is ook een wetenschappelijke medewerker van het [LISA-laboratorium](http://lisa.ulb.ac.be) van de [École polytechnique](http://www.ulb.ac.be/facs/polytech/) van de [Université libre de Bruxelles](http://ulb.ac.be).

source: Cours 4 : mise en place d'une plateforme Moodle pour une école primaire ou le 1er degré du secondaire.
nl_be: Cursus 4: Opzetten van een Moodle-platform voor een lagere of middelbare school.

source: * Coordinateur TICE pour [Forsud asbl](https://www.forsud.be/), accompagne les projets numériques de 30 écoles fondamentales & 66 implantations dans le sud des provinces de Hainaut et Namur.
nl_be: * TICE-coördinator voor [Forsud asbl](https://www.forsud.be/), ondersteunt de digitale projecten van 30 basisscholen en 66 locaties in de zuidelijke provincies van Henegouwen en Namen.

source: ** Cours 2 : organiser son espace moodle **
nl_be: ** Klas 2: Het organiseren van uw moodle space **

source: Grace à Moodle Cloud les apprenants pourront repartir avec leur plateforme MoodleCloud configurée pour un usage direct avec leurs élèves (45 élèves répartis dans une ou plusieurs classes et 2-3 professeurs).
nl_be: Dankzij Moodle Cloud kunnen leerlingen vertrekken met hun MoodleCloud platform dat geconfigureerd is voor direct gebruik met hun leerlingen (45 leerlingen in één of meer klassen en 2-3 docenten).

source: Description
nl_be: Beschrijving

source: « Monsieur, je ne comprends rien aux maths sauf les nombres négatifs et certaines notions d'algèbre. » Après lui avoir demandé pourquoi ces matières et pas les autres, voici sa réponse : « Ces matières, je les comprends car je les ai travaillées avec le robot. Les autres,je n'en comprends ni le sens, ni le but. »
nl_be: "Meneer, ik begrijp niets van wiskunde, behalve negatieve getallen en wat algebra. "Na hem te hebben gevraagd waarom deze onderwerpen en niet de andere, is hier zijn antwoord: "Ik begrijp deze onderwerpen omdat ik er met de robot aan heb gewerkt. De anderen, ik begrijp hun betekenis of doel niet. »

source: Dans ce cours nous découvrirons et comparerons entre eux, quelques outils de QCM en ligne tels que
nl_be: In deze cursus ontdekken en vergelijken we een aantal online multiple choice tools zoals

source: Son témoignage me montre la direction à suivre pour améliorer l'enseignement :
nl_be: Zijn getuigenis toont me de richting aan die ik moet inslaan om het onderwijs te verbeteren:

source: - Comment paramétrer son espace de cours Moodle.
nl_be: - Hoe stel je je Moodle-cursusruimte in.

source: - quelques outils
nl_be: - enkele hulpmiddelen

source: Cette formation se déroule en 5 cours :
nl_be: Deze training is onderverdeeld in 5 cursussen:

source: * À co-animé 5 ateliers avec [Laurence Bourguignon](../laurence-bourguignon) lors de l'édition [2018 d'Educode](https://2018.educode.be).
nl_be: * Om 5 workshops te co-animeren met [Laurence Bourguignon](../laurence-bourguignon) tijdens de editie [2018 van Educode](https://2018.educode.be).

source: C'est pour cette raison que je développe un dispositif d'accompagnement pour former les enfants et les enseignants à la robotique et ainsi faire découvrir tout le potentiel de cet outil.
nl_be: Daarom ontwikkel ik een ondersteuningssysteem om kinderen en leerkrachten te trainen in robotica en hen zo het volledige potentieel van deze tool te laten ontdekken.

source: depuis 2004 et plus précisément à l'Université de Lorraine depuis 2011.
nl_be: sinds 2004 en meer specifiek aan de Universiteit van Lorraine sinds 2011.

source: Cours 5 : les qcm en ligne.
nl_be: Cursus 5: meerkeuze's online.

source: ** Cours 5 : les qcm en ligne **
nl_be: ** Cursus 5: meerkeuze's online **

source: Se rendre à la conférence
nl_be: Naar de conferentie gaan

source: - Comment organiser la navigation.
nl_be: - Hoe de navigatie te organiseren.

source: Learning management systems - MOODLE
nl_be: Leren beheersystemen - MOODLE

source: Spécialisé dans l'utilisation de darktable le pendant libre de "Lightroom".
nl_be: Gespecialiseerd in het gebruik van darktable de gratis tegenhanger van "Lightroom".

source: [![Robot Academy sur Youtube](robot-academy-youtube.png)](https://www.youtube.com/channel/UCiVET6HJpiu62Uzgui5neNQ)
nl_be: [![Robot Academy op Youtube](robot-academy-youtube.png)](https://www.youtube.com/channel/UCiVET6HJpiu62Uzgui5neNQ)

source: Dans ce cours nous montrerons :
nl_be: In deze klas zullen we het laten zien:

source: - [https://www.calameo.com/read/00004096710aacffe2b28](première partie)
nl_be: - [https://www.calameo.com/read/00004096710aacffe2b28](eerste hoofdstuk)
