Repository: EduCodeBe/educode
Catalog: EduCode2020/i18n/contents+nl.po
Languages: nl_be

source: - Coach First Lego League depuis 2017
nl_be: - Coach First Lego League sinds 2017

source: - Formateur et coordinateur en robotique pour EducodeSchool
nl_be: - Trainer en coördinator robotica voor EducodeSchool

source: - Animateur et formateur chez Kaleidi
nl_be: - Animator en trainer bij Kaleidi

source: Langue
nl_be: Taal

source: Atelier suivant
nl_be: Volgende workshop

source: Participer
nl_be: Deelnemen

source: L'objectif de ce cours est de permettre à un enseignant de disposer, lui-même, d'une plateforme Moode qu'il pourra partager avec quelques collègues.
nl_be: Het doel van deze cursus is om een docent zelf een Moodle-platform te geven dat hij kan delen met een paar collega's.

source: Bienvenue à educode
nl_be: Welkom bij educode

source: Cette solution permet d'exploiter la plupart des options et plugins possibles de moodle. Les instituteurs et les professeurs du 1er degré sont particulièrement visés par cette approche. Outre le soucis de disposer d'une ergonomie appropriée aux plus jeunes, des activités, plus adaptées à ce public (10-14ans)seront davantage travaillées. Cette formation s'adresse plus spécialement à des utilisateurs ayant une expérience dans l'utilisation des outils numériques à vocation pédagogique et/ou organisationnel ou désireux d'en acquérir une. Pour les personnes ayant participé à la formation, une assistance technico-pédagogique sera proposée au terme de la formation.
nl_be: Deze oplossing maakt het mogelijk om de meeste mogelijke opties en plug-ins van moodle te benutten. Met name deze leraren zijn het doelwit van leraren en professoren in het basisonderwijs. Naast de zorg om een ergonomie te hebben die geschikt is voor de jongste, zullen activiteiten die beter zijn aangepast aan dit publiek (10-14 jaar) meer worden bewerkt. Deze training is meer specifiek bedoeld voor gebruikers met ervaring in het gebruik van digitale tools voor educatieve en / of organisatorische doeleinden of die er een willen verwerven. Voor degenen die aan de training hebben deelgenomen, wordt aan het einde van de training technische en educatieve hulp geboden.

source: La pandémie du covd19 montre la nécessité que les enseignants, les directions d’établissements et les parents soient formés aux méthodes d’enseignement à distance avec le numérique, disposent des outils adéquats avec un support professionnel, tant pour les aspects pédagogiques que techniques, et des logiciels et contenus pour assurer dans les meilleures conditions la continuité pédagogique.
nl_be: De covd19-pandemie toont aan dat leraren, schoolbestuurders en ouders getraind moeten worden in digitale methoden voor afstandsonderwijs, over de juiste hulpmiddelen moeten beschikken met professionele ondersteuning, zowel voor pedagogische als technische aspecten, en software en inhoud om de onderwijscontinuïteit in de beste omstandigheden te waarborgen.

source: Nicolas est un des représentants officiels de [Creative Commons](http://creativecommons.org) en Belgique. Il pense en particulier que la licence par défaut pour tous les travaux des élèves, étudiants et professeurs devrait être la licence [CC-BY](https://creativecommons.org/licenses/by/2.0/fr/) et que tous les travaux financés par des deniers publics devraient être sous la licence [CC-BY-SA](https://creativecommons.org/licenses/by-sa/2.0/fr/).
nl_be: Nicolas is een van de officiële vertegenwoordigers van [Creative Commons] (http://creativecommons.org) in België. Hij is met name van mening dat de standaardlicentie voor al het werk van leerlingen, studenten en docenten de licentie [CC-BY] (https://creativecommons.org/licenses/by/2.0/fr/) moet zijn en dat alle openbaar gefinancierde werken moeten in licentie worden gegeven [CC-BY-SA] (https://creativecommons.org/licenses/by-sa/2.0/en/).

source: Pays
nl_be: Land

source: Darktable, un logiciel de développement et optimisation de fichiers raw et jpg. Le cours vous apprendra à sublimer vos photos grâce aux noubreuses fonctionnalités qu'offre ce logiciel open source
nl_be: Darktable, een software voor het ontwikkelen en optimaliseren van ruwe en jpg-bestanden. De cursus leert u hoe u uw foto's kunt sublimeren dankzij de vele mogelijkheden die deze open source software biedt

source: En cette période de confinement pour cause virale, Educode veut aider les enseignants et les parents à assurer la continuité pédagogique grâce aux outils numériques, les former et les accompagner dans ces nouveaux défis. Educode propose donc le projet RELIE et organise les actions [EducodeTV](projets#educodetv) et [EducodeSchool](projets#educodeschool).
nl_be: In deze periode van virale insluiting wil Educode leerkrachten en ouders helpen om de pedagogische continuïteit te verzekeren dankzij digitale tools, hen te trainen en te begeleiden in deze nieuwe uitdagingen. Educode stelt het RELIE-project voor en organiseert de acties [EducodeTV](projets#educodetv) en [EducodeSchool](projets#educodeschool).

source: * [Moodleprims](https://moodleprims.org/) : L'adaptation d'une plateforme Moodle à l'enseignement primaire
nl_be: * [Moodleprims](https://moodleprims.org/): Aanpassing van een Moodle-platform aan het basisonderwijs

source: Utilisateur averti de GIMP le pendant libre de "Photoshop".
nl_be: Geavanceerde gebruiker van GIMP de gratis tegenhanger van "Photoshop".

source: Travaille exclusivement avec des logiciels libres.
nl_be: Werkt uitsluitend met vrije software.

source: - Facilitateur certifié à la méthode TeamPitfalls
nl_be: - Gecertificeerde facilitator van de TeamPitfalls-methode

source: - une réduction de 10% est proposée à toute personne inscrite à l'entièreté de la formation et qui paye dès le début de celle-ci
nl_be: - een korting van 10% wordt aangeboden aan iedereen die voor de gehele cursus is ingeschreven en die aan het begin van de cursus betaalt

source: Le témoignage d'une ancienne élève explique clairement ces bienfaits :
nl_be: De getuigenis van een oud-student verklaart deze voordelen duidelijk:

source: Conscient de l’importance de pouvoir proposer des solutions tant du point de vue pédagogique que technique, j’ai également, durant plusieurs années, accompagné des indépendants ou Pme dans la mise en place de leur parc informatique ainsi qu’ à l’initiation d’applications plus spécifique à la gestion et à la comptabilité.
nl_be: Ik ben me ervan bewust dat het belangrijk is om zowel pedagogische als technische oplossingen te kunnen bieden en daarom heb ik sinds enkele jaren ook zelfstandigen of Mkb's begeleid bij het opzetten van hun computerapparatuur en bij het in gang zetten van meer specifieke beheers- en boekhoudtoepassingen.

source: * ICT Manager au Cabinet du Ministre de l'enseignement fondamental (FWB), début des années 2000.
nl_be: * ICT-manager in het kabinet van de minister van Basisonderwijs (FWB), begin 2000.

source: Pour tout renseignement, [rejoignez-nous](https://wiki.educode.be/doku.php) !
nl_be: Voor meer informatie, [kom erbij](https://wiki.educode.be/doku.php)!

source: - hors ligne, asynchrones
nl_be: - offline, asynchroon

source: - Comment mettre en place un système de sauvegarde et
nl_be: - Hoe zet je een back-up systeem op en

source: À propos d'
nl_be: Over

source: - 11 € minimum par personne et par cours si il y a au moins 30 participants
nl_be: - 11 € minimum per persoon en per cursus als er minstens 30 deelnemers zijn

source: [Marie Duflot-Kremer](https://members.loria.fr/MDuflot/) est une informaticienne française, maîtresse de conférences en informatique
nl_be: [Marie Duflot-Kremer](https://members.loria.fr/MDuflot/) is een Franse computerwetenschapper, docent informatica

source: - en ligne, synchrones et asynchrones tels que
nl_be: - in-line, synchroon en asynchroon zoals

source: - Créateur de la Robotic Academy primé par Ashoka en tant que projet pédagogique innovant en 2018
nl_be: - Schepper van de Robotica-academie, door Ashoka bekroond als een innovatief onderwijsproject in 2018

source: Les projets
nl_be: De projecten

source: Pour les enseignant, mon objectif est de les former à la robotique pédagogique à l'aide du dossier pédagogique centré sur l’apprentissage des mathématiques tout en développant d'autres compétences disciplinaires et surtout transversales en lien avec leur programme, A terme, ils deviendront autonome afin qu'ils puissent percoler cette méthode au sein de leur pédagogie.
nl_be: Voor de docenten is het mijn doel om hen te trainen in pedagogische robotica met behulp van het pedagogische dossier gericht op het leren van wiskunde, terwijl ze andere disciplinaire en vooral transversale vaardigheden met betrekking tot hun programma ontwikkelen. Uiteindelijk zullen ze autonoom worden zodat ze deze methode kunnen doorgronden binnen hun pedagogie.

source: Le wiki est une plateforme ressemblant à, Wikipedia. Il contient beaucoup d'informations utiles sur tous nos projets, et tous le monde peut y participer.
nl_be: De wiki is een platform zoals Wikipedia. Het bevat veel nuttige informatie over al onze projecten, en iedereen kan meedoen.

source: Vous pouvez rejoindre la Robotic Academy sur :
nl_be: U kunt zich aansluiten bij de Robotica-academie op :

source: * Techno-pédagogue chez [Forsud](https://www.forsud.be/), elle adore partager ses trouvailles et son expérience avec ses collègues instituteurs.
nl_be: * Techno-pedagoog bij [Forsud](https://www.forsud.be/), ze deelt haar bevindingen en ervaringen graag met haar collega-leraren.

source: Horaire
nl_be: Plan

source: Il est intéressé par les nouvelles formes de collaboration et de [production de contenus de toute nature](http://archives.lesoir.be/nouvelles-technologies-le-financement-des-livres-ou-de_t-20111121-01NZN4.html) qui sont permises par le numérique et Internet. Il a milité [contre les brevets logiciels](http://archives.lesoir.be/technologies-vote-positif-au-parlement-europeen-brevet-_t-20030925-Z0NKRN.html), pour l'adoption des standards ouverts et de logiciels libres par les institutions publiques, pour l'[adoption de logiciels libres par les bibliothèques et écoles](http://www.regional-it.be/2015/06/11/nicolas-pettiaux-developper-des-biens-communs-informationnels-open-source/), ou encore pour la production académique en open-access.
nl_be: Hij is geïnteresseerd in nieuwe vormen van samenwerking en [productie van alle soorten inhoud](http://archives.lesoir.be/new-technologies-the-funding-of-livres-or-of--20111121-01NZN4. html) die zijn ingeschakeld door de digitale en internet. Hij voerde campagne [tegen softwarepatenten](http://archives.lesoir.be/technologies-vote-positif-au-parlement-europeen-brevet-_t-20030925-Z0NKRN.html), voor de goedkeuring van open standaarden en gratis software door openbare instellingen, voor de [acceptatie van gratis software door bibliotheken en scholen](http://www.regional-it.be/2015/06/11/nicolas-pettiaux-developper-des-biens-communs-informationnels-open-source/), of voor academische productie in open access.

source: Une playlist de videos d'explications de 10 activités informatique sans ordinateur est disponible sur [Youtube](https://www.youtube.com/playlist?list=PLWvGMqXvyJAPSMFgCiy6qVHW9bAPu93X5).
nl_be: Een afspeellijst met video's met 10 computervrije activiteiten is beschikbaar op [Youtube](https://www.youtube.com/playlist?list=PLWvGMqXvyJAPSMFgCiy6qVHW9bAPu93X5).

source: Face à des outils numériques encore trop souvent rébarbatifs, un temps scolaire qui se réduit et une quantité de compétences à acquérir en constante croissance tant pour nos élèves que pour nous-même, le travail collaboratif est une nécessité surtout si nous voulons rester propriétaire de nos contenus. En effet, il nous est devenu très difficile de pouvoir maîtriser l’ensemble des compétences nécessaires à la production de ces contenus pédagogiques numériques interactifs. A nous de biens choisir nos outils et nos collaborateurs.
nl_be: Geconfronteerd met digitale hulpmiddelen die nog te vaak saai zijn, verminderde schooltijd en een steeds grotere hoeveelheid vaardigheden om te verwerven voor zowel onze studenten als onszelf, is collaboratief werk een noodzaak, vooral als we de eigenaar van onze inhoud willen blijven. Het is voor ons inderdaad erg moeilijk geworden om alle vaardigheden te beheersen die nodig zijn om deze interactieve digitale educatieve inhoud te produceren. Het is aan ons om onze instrumenten en onze medewerkers zorgvuldig te kiezen.

source: * [Toushomonuméricus](https://toushomonumericus.be/) : L'éducation aux médias et l'initiation au numériques pour les adultes.
nl_be: * [Toushomonuméricus](https://toushomonumericus.be/): Media-educatie en digitale geletterdheid voor volwassenen.

source: Un premier webinaire a eu lieu ce jeudi 23 avril 2020 de 15h à 16h. Les slides projetées sont disponibles ci dessous :
nl_be: Een eerste webinar vond plaats op donderdag 23 april 2020 van 15 tot 16 uur. De geprojecteerde dia's zijn hieronder beschikbaar:

source: Depuis son arrivée à Nancy, elle fait partie de l’équipe VERIDIS du LORIA et Inria Nancy Grand-Est qui s’intéresse à la vérification formelle de systèmes distribués.
nl_be: Sinds haar aankomst in Nancy maakt ze deel uit van het VERIDIS-team bij LORIA en Inria Nancy Grand-Est, dat geïnteresseerd is in de formele verificatie van gedistribueerde systemen.

source: Formulaire de participation
nl_be: Inschrijvingsformulier

source: Ces derniers temps, j’expérimente et développe, avec des professeurs volontaires et motivés, l’utilisation et l’adaptation d’une plateforme Moodle dans l’enseignement primaire : [MoodlePrims.org](https://moodleprims.org/). Les enseignants désireux de se joindre au projet sont les bienvenus.
nl_be: De laatste tijd heb ik met gemotiveerde en vrijwillige leerkrachten geëxperimenteerd met het gebruik en de aanpassing van een Moodle-platform in het basisonderwijs: [MoodlePrims.org](https://moodleprims.org/). Leraren die geïnteresseerd zijn in deelname aan het project zijn welkom.

source: Durant quelques année, j’ai pu au sein de Média-Animation, prendre conscience de l’importance de l’éducation aux médias chez nos apprenants au travers de thématiques telle que les fake news, l’identité numérique, les réseaux sociaux, la publication en ligne, le bigdata, …
nl_be: Sinds enkele jaren ben ik me binnen Média-Animation bewust geworden van het belang van mediageletterdheid bij onze leerlingen door middel van thema's als nepnieuws, digitale identiteit, sociale netwerken, online publishing, bigdata, …

source: * Est membre actif de l'équipe Educode.
nl_be: * Is een actief lid van het Educode-team.

source: - Moodle sur un serveur semi dédié. (< 10€/mois)
nl_be: - Moodle op een semi-dedicated server. (< 10€/maand)

source: * À été formateur informatique pendant 2 ans chez [Interface3.Namur](http://www.interface3namur.be/).
nl_be: * Is 2 jaar computer trainer geweest bij [Interface3.Namur](http://www.interface3namur.be/).

source: A fait ses études aux arts et métiers à Bruxelles.
nl_be: Studeerde kunstnijverheid in Brussel.

source: - comment organiser des évaluations, formatives et certificatives
nl_be: - hoe evaluaties, opleidingen en certificeringen te organiseren

source: En ce qui concerne la médiation scientifique, elle s'intéresse plus particulièrement à l' «informatique débranchée», ou comment présenter des concepts informatiques parfois assez poussés, à des publics très variés de 3 à 99+ ans, et le tout sans ordinateur. Par le biais d'activités ludiques utilisant des jetons, des mousquetons, des élastiques ou des aiguilles à tricoter, elle partage l’informatique avec un public diversifié : des écoliers (maternelle ou élémentaire), des collégiens/lycéens, des non scientifiques et des professeurs du primire et secondaire.
nl_be: Met betrekking tot wetenschappelijke bemiddeling is ze vooral geïnteresseerd in "computer losgekoppeld", of hoe computerconcepten soms behoorlijk geavanceerd kunnen worden gepresenteerd aan een zeer gevarieerd publiek van 3 tot 99+ jaar, en allemaal zonder een computer. Door middel van speelactiviteiten met behulp van tokens, karabijnhaken, elastieken of breinaalden, deelt ze informatica met een gevarieerd publiek: schoolkinderen (kleuterschool of basisonderwijs), middelbare scholieren, niet-wetenschappers en leerkrachten lager en middelbaar onderwijs.

source: - système de gestion de contenu pédagogique
nl_be: - leerinhoudsbeheersysteem

source: Cours 3 : les ressources au service des activités.
nl_be: Cursus 3: Middelen ten dienste van de activiteiten.

source: Cours 1 : mise en place d'une plateforme Moodle totalement gratuite pour 1 ou 2 enseignants.
nl_be: Cursus 1: Het opzetten van een Moodle-platform volledig gratis voor 1 of 2 docenten.

source: Notre offre consiste à accompagner les écoles face aux défis du numérique : conférences, cours, ateliers, en présentiel ou à distance, pour développer l'usage de l'informatique en classe et apprendre aux enseignants à adopter le numérique pour le maîtriser. Educode veut dans le même ordre d'idées offrir les mêmes services à toutes les personnes qui veulent apprendre.
nl_be: Ons aanbod bestaat uit het ondersteunen van scholen die geconfronteerd worden met de uitdagingen van de digitale technologie: conferenties, cursussen, workshops, persoonlijk of op afstand, om het gebruik van computers in de klas te ontwikkelen en docenten te leren de digitale technologie te gebruiken om deze onder de knie te krijgen. In dezelfde geest wil Educode dezelfde diensten aanbieden aan iedereen die wil leren.

source: * Auteur d'un blog à photos sur [pinterest](https://www.pinterest.com/LoBourg/)
nl_be: * Auteur van een fotoblog op [pinterest](https://www.pinterest.com/LoBourg/)

source: Accompagner les écoles face aux défis du numérique
nl_be: Ondersteuning van scholen in het licht van de digitale uitdagingen

source: * Membre du comité d’organisation LUDOVIA Belgique
nl_be: * Lid van het organisatiecomité LUDOVIA België

source: Nicolas Pettiaux est l'initiateur et souvent l'organisateur d'activités autour du logiciel libre à Bruxelles, dont les [Rencontres mondiales du logiciel libre en 2013](http://2013.rmll.info).
nl_be: Nicolas Pettiaux is de initiatiefnemer en vaak de organisator van gratis software-activiteiten in Brussel, waaronder de [Free Software World Meeting in 2013](https://2013.rmll.info/nl/).

source: - [https://www.calameo.com/read/000040967d52224217226](seconde partie)
nl_be: - [https://www.calameo.com/read/000040967d52224217226](tweede deel)

source: * Professeur de mathématique, physique, gestion et d’informatique dans l’enseignement technique de qualification
nl_be: * Leraar wiskunde, natuurkunde, management en informatica in het technisch onderwijs

source: Tarifs
nl_be: Tarieven

source: Voir les informations
nl_be: Bekijk de informatie

source: Afin de nous permettre d'organiser au mieux les activités, ainsi que de vous proposer des activités qui vous intéressent, veuillez remplir le formulaire ci-dessous.
nl_be: Om ons in staat te stellen de activiteiten zo goed mogelijk te organiseren en u activiteiten voor te stellen die u interesseren, verzoeken wij u het onderstaande formulier in te vullen.

source: Instituteur primaire en bonne partie en sixième et constatant une diminution d'intérêt et de motivation des élèves, je me suis mis à la recherche d'un moyen pour y pallier. Suite à différentes formations, j'ai commencé à intégrer le codage et la robotique. Les effets positifs sont arrivés très rapidement et c'est là que j'ai découvert les ingrédients nécessaires pour rendre les élèves actifs et investis : un projet réel, du sens à nos actions et une approche concrète des choses.
nl_be: Als leerkracht van een basisschool, meestal in de zesde klas, en gezien de afname van de interesse en motivatie van de leerlingen, ben ik op zoek gegaan naar een manier om dit te compenseren. Na diverse trainingen ben ik begonnen met het integreren van codering en robotica. De positieve effecten kwamen heel snel en toen ontdekte ik de noodzakelijke ingrediënten om de studenten actief te maken en te investeren: een echt project, betekenis in ons handelen en een concrete aanpak van de dingen.

source: Dans cette formation, nous allons aborder la difficile question de l'enseignement en ligne, à laquelle de nombreux enseignants de primaire, secondaire, hautes-écoles et universités dans le monde entier ont été confrontés depuis le 13 mars 2020 à l'occasion du confinement obligatoire imposé par le [Maladie à coronavirus 2019](https://fr.wikipedia.org/wiki/Maladie_%C3%A0_coronavirus_2019).
nl_be: In deze opleiding gaan we in op de moeilijke kwestie van het online onderwijs, waarmee veel docenten uit het basis-, middelbaar, middelbaar en universitair onderwijs wereldwijd sinds 13 maart 2020 worden geconfronteerd in het kader van de verplichte inperking die door [Coronavirus 2019 Disease](https://fr.wikipedia.org/wiki/Maladie_%C3%A0_coronavirus_2019) wordt opgelegd.

source: ** Cours 4 : mise en place d'une plateforme Moodle pour une école primaire ou le 1er degré du secondaire **
nl_be: ** Cursus 4: Opzetten van een Moodle-platform voor een lagere of middelbare school **

source: Retour aux projets
nl_be: Terug naar projecten

source: Dans ce cours nous découvrirons les possibilités pédagogiques de Moodle en terme de mise à disposition de ressources ainsi que la création ou l'importation d'activités pédagogiques pour vos apprenants en fonction de votre infrastructure.
nl_be: In deze cursus ontdekken we de educatieve mogelijkheden van Moodle op het gebied van het ter beschikking stellen van middelen en het creëren of importeren van leeractiviteiten voor uw leerlingen, afhankelijk van uw infrastructuur.

source: - outils de quiz et question en ligne
nl_be: - online quiz tools en vragen

source: Pour les autres, mon objectif est de leur faire découvrir comment par le jeu on peut apprendre et développer des compétences utilisables dans la vie (autonomie, résolution de problèmes, confiance en soi, créativité, esprit critique,…).
nl_be: Voor anderen is het mijn doel om hen te helpen ontdekken hoe we spelenderwijs vaardigheden kunnen leren en ontwikkelen die in het leven kunnen worden gebruikt (autonomie, probleemoplossing, zelfvertrouwen, creativiteit, kritisch denken,...).

source: Sont travail est visible sur son site web:
nl_be: Zijn werk is zichtbaar op zijn website:

source: La robotique pédagogique permet de rassembler ces ingrédients pour développer des compétences disciplinaires et transversales dans une action active de construction.
nl_be: Pedagogische robotica brengt deze ingrediënten samen om disciplinaire en transversale vaardigheden te ontwikkelen in een actieve bouwactiviteit.

source: **Biographie :**
nl_be: **Biografie :**

source: * Institutrice dans le fondamental (primaire) depuis 23 ans.
nl_be: * Leraar in de fundamentele (primaire) voor 23 jaar.

source: Voir les projets
nl_be: Bekijk de projecten

source: 2. Présentation du logiciel gratuit de Lego pour l'utilisation des Spike (matériel d'Ecole Numérique) (installation, fonctionnalités, répertoires, création de codes simples pour effectuer des mini défis)
nl_be: 2. Presentatie van de gratis Lego-software voor het gebruik van Spike (Digital School hardware) (installatie, functies, directory's, creatie van eenvoudige codes voor het uitvoeren van mini-uitdagingen)

source: Cours 2 : organiser son espace moodle.
nl_be: Klas 2: Het organiseren van uw moodle space.
