Repository: EduCodeBe/educode
Catalog: EduCode2020/i18n/contents+nl.po
Languages: nl_be

source: Un exemple de «futur non désirable» que je ne souhaite pas pour nos petits-enfants est, par exemple, celui que présente le desinger Keiichi Matsuda dans son film conceptuel [Hyper-Reality](http://hyper-reality.co/)…
nl_be: Een voorbeeld van een "ongewenste toekomst" die ik niet wens voor onze kleinkinderen is bijvoorbeeld die van de desinger Keiichi Matsuda in zijn conceptfilm [Hyper-Reality](http://hyper-reality.co/)…

source: Besoin de plus d'information sur les conférences ? Rendez-vous sur notre [wiki](https://wiki.educode.be/).
nl_be: Meer informatie nodig over de conferenties? Bezoek onze [wiki](https://wiki.educode.be/).

source: Pour les enfants, mon objectif est de développer chez eux des compétences disciplinaires mais surtout transversales indispensables pour une ouverture critique sur le monde de demain : collaboration, créativité, pensée informatique et résolution de problèmes,
nl_be: Voor kinderen is het mijn doel om in hen disciplinaire maar vooral ook transversale vaardigheden te ontwikkelen die essentieel zijn voor een kritische opening naar de wereld van morgen: samenwerking, creativiteit, computerdenken en het oplossen van problemen,

source: Contacter
nl_be: Kontakt

source: Tarif
nl_be: Tarief

source: - bref historique de l'enseignement à distance
nl_be: - een korte geschiedenis van afstandsonderwijs

source: 1. Robotic Academy : Réalisation de défis robotiques proposés à distance où les participants pourront tester leur programme sur mon robot en direct.
nl_be: 1. Robotic Academy: Realisatie van robotuitdagingen voorgesteld op afstand waar deelnemers hun programma live kunnen testen op mijn robot.

source: - la participation financière ne doit être de frein ou d'impossibilité de suivre la formation pour personne. Pour demander cela, merci d'écrire à [compta@educode.be](mailto:compta@educode.be?subject=demande de reduction de cout de formation).
nl_be: - de financiële deelname mag voor niemand een belemmering of onmogelijkheid zijn om de opleiding te volgen. Om dit aan te vragen kunt u schrijven naar [compta@educode.be](mailto:compta@educode.be?subject=verzoek om vermindering van de opleidingskosten).
