Repository: EduCodeBe/educode
Catalog: EduCode2019/i18n/contents+nl.po
Languages: vls

source: - 15h30 à 16h00 : Conférence **État de la recherche en éducation et numérique** par Julie Henry (Unamur)
vls: 2. Een opening voor het grote publiek met tentoonstellingen en conferenties - 15.30 uur tot 16.00 uur: conferentie **Staat van onderwijs en digitaal onderzoek** door Julie Henry (Unamur)

source: Samedi
vls: Zaterdag

source: Infos pratiques
vls: Praktische informatie

source: Soumettre un poster
vls: Verzend een poster

source: Aperçu du programme
vls: Programma overzicht

source: Durant les pauses, ils pourront rencontrer de très nombreux acteurs, essentiellement associatifs, qui proposent des activités liées au numérique et à la formation. Des solutions de garde d'enfants avec des activités seront organisées pour que tous les parents puissent participer.
vls: Tijdens de pauzes kunnen ze een groot aantal actoren ontmoeten, voornamelijk verenigingen, die activiteiten aanbieden die verband houden met digitaal en training. Oplossingen voor kinderopvang met activiteiten worden georganiseerd zodat alle ouders kunnen deelnemen.

source: Appel à propositions
vls: Oproep tot het indienen van voorstellen

source: Dimanche
vls: Zondag

source: À la haute école Bruxelles-Brabant, Catégorie Defré, avenue Defré à 1180 Uccle, très aisément accessible en transports en commun, voiture et vélo.
vls: Op de middelbare school Brussel-Brabant, Categorie Defré, De Frélaan in 1180 Ukkel, zeer gemakkelijk bereikbaar met het openbaar vervoer, auto en fiets.

source: Ce sera l’occasion pour les enseignants, leurs directions, les élus et leurs équipes, ainsi que pour les pouvoirs publics de prendre connaissance de la grande diversité des acteurs du numérique dans le domaine de l’enseignement. Ceux-ci pourront assister et aider les écoles dans une mission d'accompagnement et de formation aux très nombreux usages du numérique.
vls: Het zal een gelegenheid zijn voor leraren, hun directoraten, gekozen functionarissen en hun teams, evenals voor de overheid om kennis te maken met de grote verscheidenheid aan digitale actoren op het gebied van onderwijs. Ze zullen scholen kunnen helpen en helpen bij een missie van ondersteuning en training voor het vele gebruik van digitale technologie.

source: Bruxelles est la capitale de la Belgique et de l'Europe. La Grand-Place médiévale est immense. Elle possède de nombreux immeubles du 17ème siècle et accueille quotidiennement des marchés aux fleurs. Rouvert en 2006, l'Atomium, la Tour Eiffel de Bruxelles, offre une vue imprenable aussi bien à l'intérieur que sur l'extérieur. Les amateurs d'architecture ne devront pas manquer la visite du Musée Horta, aménagé dans la maison du grand architecte belge Victor Horta. Les clubs et les bars de la place St. Gery ne désemplissent jamais. Les plats de fruits de mer abondent à Sainte Catherine. Si vous souhaitez plus d'informations sur Bruxelles, cliquez [ici](http://visit.brussels)
vls: Brussel is de hoofdstad van België en Europa. De middeleeuwse Grote Markt is enorm. Het heeft veel gebouwen uit de 17e eeuw en organiseert dagelijks bloemenmarkten. Het Atomium, de Eiffeltoren van Brussel, is in 2006 heropend en biedt een adembenemend uitzicht zowel van binnen als van buiten. Architectuurliefhebbers mogen het Horta Museum niet missen, dat is gevestigd in het huis van de grote Belgische architect Victor Horta. De clubs en bars van St. Gery Square falen nooit. Zeevruchten zijn er in overvloed in St. Catherine. Wilt u meer informatie over Brussel, klik dan [hier](http://visit.brussels)

source: - Eric Robette (HE2B-Defré, maître-assistant)
vls: - Eric Robette (HE2B-Defré, assistent-master)

source: - 17h à 18h : buffet de clôture
vls: - 17.00 tot 18.00 uur: buffet sluiten

source: La liste des ateliers sera publiée pour le 5 septembre 2019
vls: De lijst met workshops wordt gepubliceerd voor 5 september 2019

source: - Alexia Pasini (HE2B, co-présidente)
vls: - Alexia Pasini (HE2B, co-voorzitter)

source: - Prof Colin de la Higuera (Université de Nantes)
vls: - Prof Colin de la Higuera (Universiteit van Nantes)

source: Faites-nous part de vos propositions de stand au sein de l'exposition en cliquant sur le bouton ci-dessous qui vous intéresse.
vls: Laat ons uw standvoorstellen binnen de tentoonstelling weten door op de onderstaande knop te klikken die u interesseert.

source: Inscription
vls: Inschrijving

source: #Contenu
vls: #Content

source: # Comité scientifique et de soutien
vls: # Wetenschappelijk en ondersteunend comité

source: Celle-ci sera accessible essentiellement durant les pauses-cafés et repas du midi et du soir.
vls: Dit zal vooral toegankelijk zijn tijdens koffiepauzes en lunch en diner.

source: - 16h00 à 18h00 : Projection du film **La bataille du libre** suivie d'une discussion avec son réalisateur, Philippe Borel
vls: - 16: 00 uur tot 18: 00 uur: vertoning van de film **The battle of the free** gevolgd door een discussie met de regisseur, Philippe Borel

source: Exposition
vls: Blootstelling

source: La journée se déroulera dans les locaux de la HE2B-Defré, avenue Defré 62 à 1180 Bruxelles
vls: De dag zal plaatsvinden in de lokalen van HE2B-Defré, Defrélaan 62 in 1180 Brussel

source: - 14h00 à 15h00 : Table-ronde Enseignement et technologie dans le monde : ce qui marche ou pas, et pourquoi, ce qui pourrait être fait (avec des représentants nationaux de différents pays)
vls: - 14: 00 tot 15: 00: Round Table Education and Technology in the World: Wat werkt en wat niet, en waarom, wat zou kunnen worden gedaan (met nationale vertegenwoordigers uit verschillende landen)

source: 2. Une ouverte au grand public avec exposition et conférences
vls: 2. Een opening voor het grote publiek met tentoonstelling en conferenties

source: Il a été demandée que cette formation fasse partie du programme des formations en interréseaux organisées par l’IFC. Il nous a été confirmé que selon toute vraisemblance, ce sera le cas. La conférence sera donc **gratuite pour les enseignants** de primaire et secondaire de la Fédération Wallonie-Bruxelles inscrits sur le site de IFC. Nous attendons la confirmation de IFC pour le 20 août 2019.
vls: Er werd gevraagd om deze training deel te laten uitmaken van het internetwerkprogramma van IFC. Ons is bevestigd dat dit naar alle waarschijnlijkheid het geval zal zijn. De conferentie zal daarom ** ratis zijn voor leerkrachten** basisonderwijs en secundair onderwijs van de Federatie Wallonië-Brussel geregistreerd op de IFC-website. We wachten op bevestiging van IFC tegen 20 augustus 2019.

source: S'ils ne l'ont pas fait lors de leur inscription, les participants pourront commander à leur arrivée des sandwiches pour le midi. Du café, du thé et des boissons seront mis à disposition.
vls: Als ze dit tijdens de registratie niet hebben gedaan, kunnen deelnemers bij aankomst broodjes voor de lunch bestellen. Koffie, thee en drankjes worden verstrekt.

source: Presse
vls: Press

source: - Yves Robaey (HE2B, co-président)
vls: - Yves Robaey (HE2B, co-voorzitter)

source: #Comité d’organisation
vls: #Organisatiecomité

source: ﻿#Introduction
vls: #Introductie

source: Une conférence de presse sera organisée début septembre 2019 à Bruxelles. Un point presse sera également organisé durant la conférence vers 13h.
vls: Een persconferentie zal begin september 2019 in Brussel worden georganiseerd. Een perspunt zal ook worden georganiseerd tijdens de conferentie rond 13u.

source: - Laurence Bourguignon (Forsud, conseillère pédagogique - formatrice TICE et institutrice primaire, à Athénée Royal de Couvin - fondamental)
vls: - Laurence Bourguignon (Forsud, onderwijsadviseur - TICE trainer en leerkracht basisschool, op Koninklijk Atheneum van Couvin - fundamenteel)

source: Devenir exposant
vls: Word exposant

source: Pour plus d'information et la préinscription, voir http://wiki.educode.be
vls: Voor meer informatie en pre-registratie, zie http://wiki.educode.be

source: Programme
vls: Programma

source: Educode 2019 est la seconde édition d’un colloque annuel international dédié à l’éducation, aux pratiques et à la recherche dans les domaines liés au numérique. Il est le résultat d’une collaboration entre différents acteurs-clé du numérique en Belgique et à l'étranger.
vls: Educode 2019 is de tweede editie van een jaarlijks internationaal colloquium gewijd aan onderwijs, praktijken en onderzoek op het gebied van digitaal. Het is het resultaat van samenwerking tussen verschillende belangrijke digitale spelers in binnen- en buitenland.

source: Partenaires
vls: Partners

source: - 15h00 à 15h30 : Conférence par Françoise Bols (HE2B et ULiège) : Enseigner le numérique et l'informatique en haute école : défis et opportunités
vls: - 15.00 uur tot 15.30 uur: Conferentie door Françoise Bols (HE2B en ULiège): Onderwijs in de digitale en informatica op de middelbare school: uitdagingen en kansen

source: Nos partenaires
vls: Onze partners

source: L’évènement comporte 3 parties pour 4 publics :
vls: Het evenement bestaat uit 3 delen voor 4 doelgroepen:

source: La conférence est **gratuite** pour les enseignants francophones membres de l'association educode.
vls: De conferentie is **gratis** voor Franstalige leraren die lid zijn van de educode-vereniging.

source: Merci de vous munir des documents d’inscription pour une vérification aisée.
vls: Breng registratiedocumenten mee voor eenvoudige verificatie.

source: - 9h à 17h : plus de 30 ateliers pratiques sont organisés (100 ordinateurs seront installés dans des locaux de séminaires, et les participants seront invités à venir avec leurs portables)
vls: - 9u tot 17u: er worden meer dan 30 praktische workshops georganiseerd (er worden 100 computers geïnstalleerd in vergaderzalen en deelnemers worden uitgenodigd om met hun laptops te komen)

source: En particulier, vous pouvez faire des dons <script src="https://liberapay.com/npettiaux/widgets/button.js"></script>
vls: In het bijzonder kunt u doneren <script src="https://liberapay.com/npettiaux/widgets/button.js"> </script>

source: - Erick Mascart (Forsub, conseiller pédagogique et formateur)
vls: - Erick Mascart (Forsub, educatieve adviseur en trainer)

source: - Olivier Goletti (Ulouvain & SIcarre, chercheur)
vls: - Olivier Goletti (Ulouvain & SIcarre, onderzoeker)

source: Beaucoup participent à l'[exposition](/exposition) .
vls: Velen nemen deel aan de [tentoonstelling](/exposition).

source: Le colloque Educode se déroule le vendredi 27septembre 2019 à la Haute-École Bruxelles-Brabant dans ses locaux de l'avenue Defré à Uccle (HE2B-Defré).
vls: Het Educode colloquium vindt plaats op vrijdag 27 september 2019 op de middelbare school Brussel-Brabant in haar gebouwen aan de Defrélaan in Ukkel (HE2B-Defré).

source: 4. Une conférence consacrée à la recherche scientifique sur la pédagogie, l'enseignement et le numérique
vls: 4. Een conferentie gewijd aan wetenschappelijk onderzoek op het gebied van pedagogiek, onderwijs en digitaal

source: Quelques conférences mais surtout des ateliers pratiques et des présentations, notamment par des enseignants et leurs étudiants, ou par des représentants des diverses sociétés spécialisées ou des associations qui contribuent à la formation à l'utilisation des TICE à l'école (telles que HE2B, ULBruxelles, ULiège, Unamur, UMons, USaintLouis, Devoxx4kids, SICarré, La société informatique de France, Class'Code, la Scientothèque, Fablabe'ke, OpenFab, WeAreCoders, Roue de secours, BxLug, Abelli, CESEP, ForSud ... ). L'équipe de pilotage de la conférence souhaite mettre au service des acteurs de l'enseignement et du Pacte d'excellence sa connaissance des acteurs et sa capacité d'organisation de rencontres entre professionnels d'horizon divers.
vls: Sommige conferenties, maar meestal praktische workshops en presentaties, vooral door leraren en hun studenten, of door vertegenwoordigers van verschillende gespecialiseerde bedrijven of verenigingen die bijdragen aan de training in het gebruik van ICT op school (zoals HE2B, ULBrussels, ULiège, UNamur, UMons, USaintLouis, Devoxx4kids, SICarré, het computerbedrijf van Frankrijk, Class'Code, the Scientothèque, Fablabe'ke, OpenFab, WeAreCoders, Reservewiel, BxLug, Abelli, CESEP, ForSud ...) . De stuurgroep van de conferentie wil de actoren van het onderwijs en het Pact of excellentie zijn kennis van de actoren en zijn capaciteit voor het organiseren van vergaderingen tussen professionals van verschillende horizonten ten dienste stellen.

source: - Prof Pierre Wolper (Uliège, recteur)
vls: - Prof Pierre Wolper (Uliège, rector)

source: - Dr Pierre De Buyl (KU Leuven, chercheur)
vls: - Dr Pierre De Buyl (KU Leuven, onderzoeker)

source: Devenez partenaire
vls: Partner worden

source: Nicolas Pettiaux, président de l’asbl educode, nicolas@educode.be, gsm 496 24 55 01
vls: Nicolas Pettiaux, voorzitter van de Educode vzw, nicolas@educode.be, mobiel 496 24 55 01

source: Soumettez ici
vls: Dien hier in

source: - Prof Bernard Rentier (Uliège, ancien recteur)
vls: - Prof. Bernard Rentier (ULiège, voormalig rector)

source: L’objectif est d’organiser à nouveau une journée, autour de l’enseignement du numérique et de l’enseignement grâce au numérique tous niveaux confondus (primaires, secondaire et supérieur), avec une partie consacrée à la programmation .
vls: Het doel is om een nieuwe dag te organiseren rond digitaal onderwijs en onderwijs via digitaal op alle niveaus (primair, secundair en hoger), met een gedeelte gewijd aan programmeren.

source: Durant les pauses-café et repas, toutes les structures (associations, institutions publiques, écoles, sociétés commerciales ...) actives dans le milieu de l’éducation numérique en Belgique et ailleurs représentés lors de la conférence, présenteront leurs réalisations dans l'[exposition](/exposition).
vls: Tijdens de koffiepauzes en maaltijden zullen alle structuren (verenigingen, openbare instellingen, scholen, commerciële bedrijven ...) die actief zijn in de digitale onderwijssector in België en elders vertegenwoordigd tijdens de conferentie, hun prestaties presenteren in de [blootstelling](/exposition).

source: - Prof Bibiana Boccolini (Université de Rosario, Argentine)
vls: - Prof Bibiana Boccolini (Universiteit van Rosario, Argentinië)

source: #Activités
vls: #Activiteiten

source: Les enseignants et leurs directions pourront suivre des conférences, une table-ronde et participer à de nombreux ateliers pratiques durant lesquels ils seront les apprenants, de manière à retrouver leurs alter-egos, développer avec eux des contenus et des expériences pour pouvoir réutiliser en classe ce qu'ils ont appris. Ces ateliers d’échanges pratiques concerneront des sujets très variés autour de l’éducation et de l’usage du numérique et de la pensée informatique, et de nouvelles manières de travail adaptées au numérique.
vls: Leraren en hun directies kunnen conferenties, een rondetafel bijwonen en deelnemen aan vele praktische workshops waarin zij de leerlingen zijn, om hun alter ego's te vinden, inhoud en ervaringen met hen te hergebruiken in de klas wat ze hebben geleerd. Deze hands-on workshops zullen zich richten op een breed scala aan onderwerpen rond onderwijs en het gebruik van digitaal en computerdenken, en nieuwe manieren van werken die digitaal zijn.

source: 27 septembre 2019
vls: 27 september 2019

source: Jeudi
vls: Donderdag

source: Les participants à Educode sont attendus dès 8h30. Les conférences et ateliers commencent à 9h00 précise.
vls: Educode-deelnemers worden vanaf 8.30 uur verwacht. Conferenties en workshops beginnen om 9: 00 uur.

source: - Denis Longrée (président de roue de secours asbl, maitre en mathématique)
vls: - Denis Longrée (president van Roue de secours asbl, meester in wiskunde)

source: - Françoise Bols (HE2B-Nivelles, chargé de cours)
vls: - Françoise Bols (HE2B-Nivelles, lector)

source: Bruxelles, Belgique
vls: Brussel, België

source: Lieux
vls: Plaatsen

source: #Comité de programme
vls: #Programmacommissie

source: Les propositions d'ateliers devraient être entrées pour le 10 aout 2019 dans http://wiki.educode.be
vls: Workshopvoorstellen moeten vóór 10 augustus 2019 worden ingevoerd op http://wiki.educode.be

source: Lundi
vls: Maandag

source: Intervenants
vls: Speakers

source: - Dr Nicolas Pettiaux (ESI-HE2B & ULB-Lisa, maître-assistant)
vls: - Dr Nicolas Pettiaux (ESI-HE2B & ULB-Lisa, assistent-master)

source: - 9h - 17h : petites conférences et exposés pour les enseignants et toute personne intéressée. Durant les pauses, les écoles, associations, entreprises exposent leurs réalisations et projets liés au numérique et à l'éducation, et des projets faits dans les classes (dans les couloirs et autres espaces)
vls: - 9u - 17u: kleine lezingen en presentaties voor docenten en geïnteresseerden. Tijdens pauzes, tonen scholen, verenigingen, bedrijven hun prestaties en projecten met betrekking tot digitaal en onderwijs, en projecten gemaakt in klaslokalen (in gangen en andere ruimtes)

source: Exposer et tenir un stand
vls: Stel een stand tentoon en houd vast

source: Bienvenue à EduCode
vls: Welkom bij EduCode

source: À propos d'EduCode
vls: Over EduCode

source: - Julie Henry (UNamur, chercheuse)
vls: - Julie Henry (UNamur, onderzoeker)

source: Vous pouvez également télécharger des documents utiles en cliquant sur le lien ci-dessous.
vls: U kunt ook nuttige documenten downloaden door op de onderstaande link te klikken.

source: Plus d'infos
vls: Meer info

source: Vendredi
vls: Vrijdag

source: - Éric Deprins, ex CEO de Toyota Belgium, Unilever, Mestdagh
vls: - Éric Deprins, voormalig CEO van Toyota Belgium, Unilever, Mestdagh

source: Les journées consacrées aux enseignants seront, autant que possible, organisées avec le soutien de IFC pour être reconnues par elles comme journées de formation continue obligatoires pour les enseignants.
vls: Voor zover mogelijk worden lerarendagen georganiseerd met de steun van IFC om door hen te worden erkend als verplichte dagen voor voortgezet onderwijs voor leraren.

source: L'organisation de cette conférence est essentiellement *bénévole*. _Toute aide et tout soutien sont les bienvenus_.
vls: De organisatie van deze conferentie is in wezen * vrijwillig *. _Alle hulp en ondersteuning zijn welkom_.

source: - Georges Khaznadar (Lycée Jean Bart, Dunkerque)
vls: - Georges Khaznadar (Lycee Jean Bart, Duinkerken)

source: Les professeurs, directeurs d'école, parents et étudiants, chercheurs et toute personne intéressée par l'enseignement et le numérique comme par la formation continue sont invités à réfléchir sur l'usage du numérique dans l'enseignement et l’enseignement grâce au numérique tous niveaux confondus (primaire, secondaire, supérieur et enseignement de promotion sociale), avec une partie importante consacrée à la programmation. De nombreuses formations pratiques seront également organisées.
vls: Leraren, directeurs, ouders en studenten, onderzoekers en iedereen die geïnteresseerd is in lesgeven en digitaal, evenals in permanente educatie worden uitgenodigd om na te denken over het gebruik van digitale technologie bij het lesgeven en leren via digitale technologie van alle niveaus (primair, secundair, hoger en sociale vooruitgang), met een aanzienlijk deel gewijd aan programmeren. Er zullen ook veel praktische trainingen worden georganiseerd.

source: Les partenaires de la conférence sont tous les acteurs qui considèrent que la question est importante et qui souhaitent contribuer dans la mesure de leurs moyens. Ils sont Belges et étrangers, la plupart associatifs. Les uns fournissent un indispensable soutien financier, les autres participent à la promotion et à la diffusion de l'information autour de la conférence, sont des membres du comité d'organisation de la conférence, encadrent des ateliers...
vls: De partners van de conferentie zijn alle actoren die de kwestie belangrijk vinden en die willen bijdragen in de mate van hun middelen. Ze zijn Belgische en buitenlandse, meestal associatief. Sommige bieden essentiële financiële steun, de anderen nemen deel aan de promotie en verspreiding van informatie rond de conferentie, zijn lid van het organisatiecomité van de conferentie, houden toezicht op workshops...

source: La conférence est ouverte et généraliste, et ne se limite pas au codage, même si les aspects liés à la résolution de problèmes, à la compréhension des mécanismes de fonctionnement des ordinateurs, des questions légales et éthiques liées à l'usage du numérique etc. sont très importantes. Elles devraient en 2019 faire partie des enseignements généraux du citoyen du XXI siècle.
vls: De conferentie is open en algemeen, en is niet beperkt tot codering, zelfs als de aspecten met betrekking tot het oplossen van problemen, inzicht in de mechanismen van de werking van computers, juridische en ethische kwesties in verband met het gebruik van digitale enz. zijn erg belangrijk.

source: Mercredi
vls: Woensdag

source: mai
vls: mei

source: 1. Des conférences, ateliers et expositions destinés essentiellement aux enseignants
vls: 1. Conferenties, workshops en tentoonstellingen voornamelijk voor leerkrachten

source: 3. Une conférence et des activités dédiées aux directeurs d’établissement
vls: 3. Een conferentie en activiteiten gewijd aan schoolhoofden

source: Proposer un atelier
vls: Stel een workshop voor

source: - Karin Van Loon (HE2B-ISIB, directrice)
vls: - Karin Van Loon (HE2B-ISIB, director)

source: Mardi
vls: Dinsdag

source: Toute proposition d'aide peut être envoyée à [aider@educode.be](mailto://aider@educode.be?subject=Aider educode&body=Je souhaite aider educode).
vls: Elk hulpvoorstel kan worden gestuurd naar [aider@educode.be](mailto://aider@educode.be?subject=Help educode&body=Ik wil educode helpen).

source: Les préinscriptions sont possibles dans https://wiki.educode.be/doku.php?id=educode2019preinscriptions
vls: Pre-registratie is mogelijk in https://wiki.educode.be/doku.php?id=educode2019preinscriptions

source: Une conférence internationale pour informer, former et susciter l'intérêt de tous les acteurs de l'enseignement aux défis du numérique.
vls: Een internationale conferentie om alle belanghebbenden in het onderwijs te informeren, te informeren en te interesseren voor de digitale uitdagingen.
